Repository: psptest/liangren
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Done
ru: Выполнено

source: Connected Unsuccessfully
ru: Сбой подключения!

# Away
source: ARM(AWAY)
ru: ОХРАНА(ПОЛНАЯ)

# Stay
source: ARM(STAY）
ru: ОХРАНА(ПЕРИМЕТР)

source: Disarm
ru: НЕТ ОХРАНЫ

# Favorate_device
source: Favorate Devices
ru: Важные устройства

source: Dashboard
ru: Главная

source: myHome
ru: Мой дом

source: Scene
ru: Действие

source: Camera
ru: Камера

source: Settings
ru: Настройки

source: No house!
ru: 暂无智能网关

source: Network interruption!
ru: 网络不畅

# UserID_Fail
source: check userId fail...
ru: 用户ID检测失败

source: Triggered
ru: переключился

# Add_Favorat_Device
source: Add favorate device
ru: Добавить важное устройство

source: Rooms
ru: Комнаты

source: Devices
ru: Устройства

source: Back
ru: 返回

source: control
ru: Управление

source: sensor
ru: Датчик

source: Light
ru: Освещение

source: Outlet
ru: Розетка

source: Door Sensor
ru: Датчик двери

source: Infrared Sensor
ru: ИК-датчик

source: Smoke Sensor
ru: Датчик дыма

source: Gas Sensor
ru: Датчик газа

source: CO Sensor
ru: Датчик CO

source: Shake Sensor
ru: Датчик удара

source: Water Sensor
ru: Датчик выды

source: Remote Control
ru: Управление датчиками охраны

source: SOS Sensor
ru: Датчик помощи

source: Siren Sensor
ru: 色温传感器

source: Humidity_Temperature Sensor
ru: Датчик влажности

source: Edit device
ru: Редактировать устройство

# Give_Device_Name
source: Give your device a name
ru: Дайте название устройству

source: Select room
ru: Выбор комнаты

source: Remove device
ru: Удалить устройство

# Device_Edited_Suc
source: Device editted successfully
ru: 设备编辑成功

# Device_Delet_Suc
source: Device deleted successfully
ru: 设备删除成功

# Open
source: Opened
ru: 开启

source: Closed
ru: 关闭

source: Danger
ru: 危险

source: Safety
ru: 安全

source: Nowork
ru: 不在线

source: Unknown
ru: 未知

source: Edit
ru: 编辑

source: Add new scene
ru: Добавить действие

# Give_Scene_Name
source: Give your scene a name
ru: Дайте название действию

# Turn_On
source: Turn on these devices
ru: 开启设备

# Turn_Off
source: Turn off these devices
ru: 关闭设备

source: Remove Scene
ru: Удалить действие

source: Remove
ru: 移除

# Scene_Will_Delete
source: the scene will be deleted
ru: Желаете удалить действие?

source: Sure
ru: Да

# Not_Sure
source: Cancel
ru: Нет

# Scene_Edit_Suc
source: Scene Added/Edited Successfully
ru: 场景添加／编辑成功

# Scene_Del_Suc
source: Scene Deleted Successfully
ru: 场景删除成功

source: stop recording
ru: 结束录制

source: start recording
ru: 开始录制

source: snap picture
ru: 抓拍图片

source: stop listening
ru: 结束监听

source: start listening
ru: 开始监听

# Switch_Standard
source: switch to standard definition
ru: 切换流畅

# Switch_High
source: switch to high definition
ru: 切换高清

source: flip vertical
ru: 垂直翻转

source: flip horizontal
ru: 水平翻转

source: Recording
ru: 正在录制

source: camera changed
ru: 摄像头更新

source: Pair home
ru: Подключение дома

source: Notification
ru: Предупреждение

source: Security Mode
ru: Режим охраны

source: Members
ru: Пользователи

source: Support
ru: О программе

# Connect_Succ
source: Connect successfully
ru: Успешное подключение!

# House_Connected
source: House have connected
ru: Успешное подключение к дому!

source: Connecting...
ru: 正在连接

source: Are you sure you want to delete
ru: Желаете удалить дом?

# House_Existed
source: House has existed
ru: Такой дом уже есть!

# Something_Wrong_QR
source: There's something wrong with QR
ru: Сбой при добавлении!

# House_Added
source: House added successfully
ru: 智能家居网关添加成功

source: House
ru: 智能家居网关

source: Add new home
ru: Добавить дом

# Scan_QRCode
source: Please scan the QR code in TV to make your mobile phone
ru: Просканируйте QR-код на Вашем смартфоне

# Give_Home_Name
source: Give your home a name
ru: Дайте название дому

source: Remove home
ru: Удалить дом

# Name_Nil
source: Name cannot be nil
ru: азвание не должно быть пустым!

# New_Device_Add
source: Add new device
ru: Добавить устройство

source: Looking for your new device
ru: Поиск новых устройств

source: detaching New Device
ru: 设备添加成功

# Monitor
source: Monitor your home for carbonmonoxide,fire,intrusion,leak and much more
ru: Слежение за системами в доме.

# Select_Sensors
source: Select sensors to monitor when the home is unoccupied
ru: Выбор датчиков для мониторинга.

# Select_Sensor
source: Select sensors
ru: Выбор датчиков

# Open_All
source: Open all sensors
ru: 打开全部传感设备

# Open_All_Except_Infrared
source: Open all sensor,except infrared sensor
ru: 除红外传感外，其余设备全部打开

# Open_All_Except_Some
source: Open all sensors,except infrared sensor,door sensor and shock sensor
ru: 除门磁、红外、震动传感外，其余设备全部打开

# Security_Edited_Suc
source: Security mode edited successfully
ru: 安防模式编辑成功

source: Add new room
ru: Добавить комнату

# Give_Room_Name
source: Give your room a name
ru: Дайте название комнате

# Add_Devices_To_Room
source: Add Devices to your room
ru: Добавить устройство в комнату

source: Remove room
ru: Удалить комнату

# Room_Deleted
source: the room will be deleted
ru: Желаете удалить комнату?

# Room_Deleted_Suc
source: Room deleted successfully
ru: 房间移除成功

# Room_Edited_Suc
source: Room edited successfully
ru: 房间编辑成功

# Select_Device
source: Select Devices
ru: Добавить устройство в комнату

source: Version
ru: Версия
